import ArticleCard from "../../Components/ui/ArticleCard";
import "./style.scss";
import ImageCard from "../../assets/image/image 19.png";
const Blog = () => {
  return (
    <>
      <div className="blog">
        <h1>وبلاگ</h1>
        <div className="blog_content">
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
          <ArticleCard
            image={ImageCard}
            title={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            desc={
              "ثبت و صدور بارنامه آنلاین (اینترنتی) به کمک راهنمایی جامع و اختصاصی در کمتر از ۵ دقیقه!!!"
            }
            time={"10 روز پیش"}
          />
        </div>
      </div>
    </>
  );
};

export default Blog;
